export const LIAR_LEVEL = [
  { title: '幼儿园水平', picUrl: '', keywords: ['傻', '白', '甜'] },
  { title: '小学生水平', picUrl: '', keywords: ['傻2', '白', '甜'] },
  { title: '初中生水平', picUrl: '', keywords: ['傻2', '白', '甜'] },
  { title: '大学生水平', picUrl: '', keywords: ['傻2', '白', '甜'] },
  { title: '高中生水平', picUrl: '', keywords: ['傻2', '白', '甜'] },
]

export const LIAR_QUESTIONS = [
  {
    question:
      '在上课或者开会的时候，你会无聊的拿支笔写素描或者分析讲话人的表情，看看他早上出门前有没有和妻子吵架吗？',
    options: ['有的时候会', '不会'],
    answer: '有的时候会',
  },
  {
    question:
      '人都有愤怒、害怕、惊讶、厌恶、轻视等七种主要表情，那么你在生活中是否想刻意向对方隐瞒你的表情呢？',
    options: ['是的', '不想'],
    answer: '是的',
  },
  {
    question:
      '如果你的男朋友因为打架赌博向他的家人撒谎，并要求你帮助隐瞒，你会？',
    options: ['帮助男朋友向家里隐瞒', '说出事实真相'],
    answer: '帮助男朋友向家里隐瞒',
  },
  {
    question: '如果答应来接你去参加舞会的男友迟到了很久还没来，你会认为？',
    options: ['利用这空当看看书', '很生气,发誓见面好好教训他'],
    answer: '利用这空当看看书',
  },
  {
    question:
      '“我没法子原谅自己！”你是否曾经这样自责，但事实上最后你还是原谅了自己?',
    options: ['有过', '没有过'],
    answer: '有过',
  },
  // {
  //   question:
  //     '一个人心里想些什么是别人无法控制的，因此自己的心情操纵在你自己手中，你认为这句话对吗?',
  //   options: ['对', '不对'],
  //   answer: '不对',
  // },
  // {
  //   question:
  //     '你是否经常不把别人的赞美放在心上，却为一两句不中听的话生好几天的气?',
  //   options: ['有过', '没有过'],
  //   answer: '没有过',
  // },
  // {
  //   question:
  //     '有的人对好话只记得几分钟，坏话却能数年不忘。你觉得你身边这样的人多吗?',
  //   options: ['多,一般都是这样的', '不多,我没有发现过'],
  //   answer: '多,一般都是这样的',
  // },
  // {
  //   question:
  //     '生活中总是不可避免的充斥着各种谎言，有些是善意的，而有些则是恶意的，对于谎言的看法，你认为?',
  //   options: ['不管是什么事情,本来就不应该撒谎', '多大本事的人就能撒多大谎'],
  //   answer: '多大本事的人就能撒多大谎',
  // },
  // {
  //   question: '如果给你权利，让你可以自由选择未来的结婚对象，你最看重的是?',
  //   options: ['能否情投意合', '对方的社会关系是否够深'],
  //   answer: '对方的社会关系是否够深',
  // },
]
