const MAN_APPEARANCE = [
  '帅气满分,鼻子带财',
  '英俊潇洒,七尺男儿',
  '一枝独秀压海棠,玉树临风胜潘安',
  '小鲜肉,花美男',
  '一双眼光射寒星,两弯眉浑如刷漆',
  '陌上人如玉,公子世无双',
  '明眸皓齿,风流倜傥,神情坚毅',
  '立如芝兰玉树,笑如朗月入怀',
  '谦谦君子,温润如玉',
  '眉目如画,姿容似雪',
  '虎背熊腰,刚健勇武',
  '面如冠玉,风度翩翩',
  '魁梧轩昂,文质彬彬',
  '皎如玉树临风前',
]

const MAN_IQ = [
  '足智多谋,运筹帷幄',
  '才高八斗,学富五车',
  '聪明绝顶',
  '足智多谋,堪称小诸葛',
  '过目成诵,出口成章',
]

const MAN_LOVE = []

const WOMAN_APPEARANCE = []

const WOMAN_IQ = [
  '足智多谋,运筹帷幄',
  '才高八斗,学富五车',
  '聪明绝顶',
  '足智多谋,堪称小诸葛',
  '过目成诵,出口成章',
]

const WOMEN_NATURE = [
  '语话轩昂,吐千丈凌云之志气',
  '壮志平生还自负，羞比纷纷儿女',
  '酒发雄谈，剑增奇气，诗吐惊人语',
  '风华正茂,书生意气',
  '天马行空而步骤不凡',
  '百世一人,千载一时',
  '纵横天下论英雄',
]
